Repository: IBMPredictiveAnalytics/STATS_LP
Catalog: src/lang/*/STATS_LP.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Linear Programming
de: Lineare Programmierung
es: Programación lineal
fr: Programmation linéaire
it: Programmazione lineare
ja: 線型計画
ko: 선형 계획법
pl: Programowanie liniowe
pt_br: Programação linear
ru: Линейное программирование
zh_cn: 线性规划
zh_tw: 線性規劃

source: Linear Programming: Warnings
de: Lineare Programmierung: Warnungen
es: Programación lineal: advertencias
fr: Programmation linéaire : Avertissements
it: Programmazione lineare: Avvisi
ja: 線型計画: 警告
ko: 선형 계획법: 경고
pl: Programowanie liniowe: Ostrzeżenia
pt_br: Programação Linear: Avisos
ru: Линейное программирование: Предупреждения
zh_cn: 线性规划：警告
zh_tw: 線性規劃：警告

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: Either a constraint direction or a constraint direction variable must be specified but not both
de: Es muss entweder eine Beschränkungsrichtung oder eine Beschränkungsrichtungsvariable aber nicht beides angegeben werden
es: Se debe especificar una dirección de restricción o bien una variable de dirección de restricción, pero no ambas cosas
fr: Vous devez spécifier une direction de contrainte ou une variable de direction de contrainte, mais pas les deux.
it: È necessario specificare una direzione di vincolo o una variabile direzione di vincolo ma non entrambe
ja: 制約方向または制約方向変数のいずれかを指定する必要がありますが、両方を指定することはできません
ko: 제약조건 방향 또는 제약조건 방향 변수 중 하나를 지정해야 합니다.
pl: Konieczne jest podanie znaku ograniczenia lub zmiennej znaku ograniczenia, ale nie obydwu
pt_br: Uma direção de restrição ou uma variável de direção de restrição deve ser especificada, mas não ambas
ru: Должно быть задано либо направление ограничения, либо переменная направления ограничения, но не то и другое
zh_cn: 必须指定约束方向或约束方向变量，但不得同时指定这两者
zh_tw: 必須指定限制方向或限制方向變數，但不能同時指定兩者

source: Cannot specify both ALLINTEGERS=YES and ALLBINARY=YES
de: Es kann nicht sowohl ALLINTEGERS=YES als auch ALLBINARY=YES angegeben werden
es: No se puede especificar ALLINTEGERS=YES y ALLBINARY=YES a la vez
fr: Impossible de spécifier à la fois ALLINTEGERS=YES et ALLBINARY=YES.
it: Impossibile specificare sia ALLINTEGERS=YES che ALLBINARY=YES
ja: ALLINTEGERS=YES と ALLBINARY=YES の両方を指定することはできません
ko: ALLINTEGERS=YES 및 ALLBINARY=YES를 둘 다 지정할 수 없습니다.
pl: Nie można określić jednocześnie ALLINTEGERS=YES ani ALLBINARY=YES
pt_br: Não é possível especificar ambos ALLINTEGERS=YES e ALLBINARY=YES
ru: Нельзя задать сразу и ALLINTEGERS=YES, и ALLBINARY=YES
zh_cn: 不能同时指定 ALLINTEGERS=YES 和 ALLBINARY=YES
zh_tw: 不能同時指定 ALLINTEGERS=YES 及 ALLBINARY=YES

source: Cannot specify both a list of integer variables and ALLINTEGER=YES
de: Es kann nicht eine Liste von ganzzahligen Variablen und ALLINTEGER=YES angegeben werden
es: No se puede especificar una lista de variables enteras y ALLINTEGER=YES a la vez
fr: Impossible de spécifier à la fois une liste de variables entières et ALLINTEGER=YES.
it: Impossibile specificare sia un elenco di variabili numero intero che ALLINTEGER=YES
ja: 整数変数のリストと ALLINTEGER=YES の両方を指定することはできません
ko: 정수 변수 목록 및 ALLINTEGER=YES를 둘 다 지정할 수 없습니다.
pl: Nie można określić jednocześnie listy zmiennych i ALLINTEGER=YES
pt_br: Não é possível especificar uma lista de variáveis de número inteiro e ALLINTEGER=YES
ru: Нельзя задать сразу и список целочисленных переменных, и условие ALLINTEGER=YES
zh_cn: 不能同时指定整数变量列表和 ALLINTEGER=YES
zh_tw: 不能同時指定整數變數及 ALLINTEGER=YES 的清單

source: Cannot specify both a list of binary variables and ALLBINARY=YES
de: Es kann nicht eine Liste von binären Variablen und ALLBINARY=YES angegeben werden
es: No se puede especificar una lista de variables binarias y ALLBINARY=YES a la vez
fr: Impossible de spécifier à la fois une liste de variables binaires et ALLBINARY=YES.
it: Impossibile specificare sia un elenco di variabili binarie che ALLBINARY=YES
ja: 2 値変数のリストと ALLBINARY=YES の両方を指定することはできません
ko: 이분형 변수 목록 및 ALLBINARY=YES를 둘 다 지정할 수 없습니다.
pl: Nie można określić jednocześnie listy zmiennych binarnych i ALLBINARY=YES
pt_br: Não é possível especificar uma lista de variáveis binárias e ALLBINARY=YES
ru: Нельзя задать сразу и список двоичных переменных, и условие ALLBINARY=YES
zh_cn: 不能同时指定二进制变量列表和 ALLBINARY=YES
zh_tw: 不能同時指定二進位變數及 ALLBINARY=YES 的清單

source: The number of objective coefficients differs from the number of constraint variables
de: Die Anzahl der Zielkoeffizienten weicht von der Anzahl der Beschränkungsvariablen ab
es: El número de coeficientes objetivo difiere del número de variables de restricción
fr: Le nombre de coefficients objectifs est différent de celui des variables de contrainte.
it: Il numero di coefficienti obiettivo è diverso dal numero di variabili vincolo
ja: 目的係数の数が制約変数の数と異なります
ko: 목적 계수 수가 제약조건 변수 수와 다릅니다.
pl: Liczba współczynników celu różni się od liczby zmiennych ograniczenia
pt_br: O número de coeficientes objetivos difere do número de variáveis de restrição
ru: Число целевых коэффициентов отличается от числа переменных уравнений связей
zh_cn: 目标系数的数目与约束变量的数目不同
zh_tw: 目標係數的數目與限制變數的數目不同

source: An invalid constraint direction variable value was found. Values must be <=, =, or >=.
de: Eine ungültige Beschränkungsrichtungsvariable wurde gefunden. Die Werte müssen <=, = oder >= sein.
es: Se ha encontrado un valor de variable de dirección de restricción no válido. Los valores deben ser <=, = o >=.
fr: Une valeur non valide de variable de direction de contrainte a été détectée. Les valeurs admises sont <=, = ou >=.
it: È stato rilevato un valore di variabile di direzione vincolo non valido. I valori devono essere <=, =, or >=.
ja: 無効な制約方向変数値が見つかりました。値は <=、=、または >= である必要があります。
ko: 올바르지 않은 제약조건 방향 변수 값을 찾았습니다. 값은 <=, = 또는 >=여야 합니다.
pl: Napotkano niepoprawną wartość zmiennej znaku ograniczenia. Wymagana jest wartość <=, = albo >=.
pt_br: Um valor de variável de direção de restrição inválido foi localizado. Os valores devem ser <=, = ou >=.
ru: Было найдено недопустимое значение переменной направления ограничения. Допустимы значения <=, = или >=.
zh_cn: 找到无效的约束方向变量值。值必须为 <=、= 或 >=。
zh_tw: 發現無效的限制方向變數值。值必須是 <=、= 或 >=。

source: A variable specified as type integer does not appear in the list of constraint variables
de: Eine mit dem Typ Ganzzahl angegebene Variable wird in der Liste der Beschränkungsvariablen nicht angezeigt
es: Una variable que se ha especificado como tipo entero no aparece en la lista de variables de restricción
fr: Une variable définie comme type entier ne figure pas dans la liste des variables de contrainte.
it: Nell'elenco di variabili vincolo non compare una variabile specificata come tipo numero intero
ja: 整数型として指定された変数が制約変数のリスト内に出現しません
ko: 정수 유형으로 지정된 변수가 제약조건 변수 목록에 표시되지 않습니다.
pl: Zmienna określona jako zmienna całkowitoliczbowa nie pojawia się na liście zmiennych ograniczeń
pt_br: Uma variável especificada como tipo número inteiro não aparece na lista de variáveis de restrição
ru: Переменная, заданная в качестве переменной целочисленного типа, не представлена в списке переменных уравнений связей
zh_cn: 指定为整数类型的变量未显示在约束变量列表中
zh_tw: 指定為整數類型的變數未顯示在限制變數的清單中

source: A variable specified as type binary does not appear in the list of constraint variables
de: Eine mit dem Typ Binär angegebene Variable wird in der Liste der Beschränkungsvariablen nicht angezeigt
es: Una variable que se ha especificado como tipo binario no aparece en la lista de variables de restricción
fr: Une variable définie comme type binaire ne figure pas dans la liste des variables de contrainte.
it: Nell'elenco di variabili vincolo non compare una variabile specificata come tipo binario
ja: 2 値型として指定された変数が制約変数のリスト内に出現しません
ko: 이분형 유형으로 지정된 변수가 제약조건 변수 목록에 표시되지 않습니다.
pl: Zmienna określona jako zmienna binarna nie pojawia się na liście zmiennych ograniczeń
pt_br: Uma variável especificada como tipo binário não aparece na lista de variáveis de restrição
ru: Переменная, заданная в качестве переменной двоичного типа, не представлена в списке переменных уравнений связей
zh_cn: 指定为二进制类型的变量未显示在约束变量列表中
zh_tw: 指定為二進位類型的變數未顯示在限制變數的清單中

source: The objbounds statement is missing one or more elements
de: Bei der Anweisung objbounds fehlt mindestens ein Item
es: En la sentencia objbounds falta uno o más elementos
fr: Un ou plusieurs éléments de l'instruction objbounds sont manquants.
it: Nell'istruzione objbounds mancano uno o più elementi
ja: objbounds 文の 1 つ以上の要素が欠落しています
ko: objbounds 명령문에서 하나 이상의 요소가 누락되었습니다.
pl: W instrukcji objbounds brak jednego lub więcej elementów
pt_br: Na instrução objbounds, está omisso um ou mais elementos
ru: В операторе objbounds отсутствует один или несколько элементов
zh_cn: objbounds 语句缺少一个或多个元素
zh_tw: objbounds 陳述式遺漏一個以上元素

source: A variable was specified on OBJBOUNDS that is not in the model: %s
de: Bei OBJBOUNDS wurde eine Variable angegeben, die im folgenden Modell fehlt: %s
es: Se ha especificado una variable en OBJBOUNDS que no está en el modelo: %s
fr: Une variable spécifiée sur OBJBOUNDS ne se trouve pas dans le modèle : %s
it: In OBJBOUNDS è stata specificata una variabile che non è presente nel modello: %s
ja: モデル内にない変数が OBJBOUNDS で指定されました: %s
ko: 모형에 없는 변수가 OBJBOUNDS에 지정되었습니다. %s
pl: W instrukcji OBJBOUNDS podano zmienną, która nie zawiera się w modelu: %s
pt_br: Uma variável foi especificada em OBJBOUNDS que não está no modelo: %s
ru: В OBJBOUNDS была указана переменная, которой нет в модели: %s
zh_cn: OBJBOUNDS 中指定的变量不在模型中：%s
zh_tw: 在未處於模型 %s 中的 OBJBOUNDS 上指定了變數

source: optimal solution found
de: optimale Lösung gefunden
es: se ha encontrado una solución óptima
fr: La solution optimale a été trouvée.
it: trovata soluzione ottimale
ja: 最適解が見つかりました
ko: 최적 해법 발견 여부
pl: znaleziono optymalne rozwiązanie
pt_br: solução ideal encontrada
ru: найдено оптимальное решение
zh_cn: 已找到最优的解。
zh_tw: 發現最佳解決方案

source: the model is sub-optimal
de: das Modell ist schlecht
es: el modelo es subóptimo
fr: Le modèle n'est pas optimal.
it: il modello è sub-ottimale
ja: モデルは最適ではありません
ko: 이 모형은 차선책입니다.
pl: model jest suboptymalny
pt_br: o modelo é sub-ótimo
ru: модель субоптимальна
zh_cn: 此模型是次佳模型
zh_tw: 模型為次優

source: the model is infeasible
de: das Modell ist nicht durchführbar
es: el modelo no es factible
fr: Le modèle est irréalisable.
it: il modello è irrealizzabile
ja: モデルは実行不可能です
ko: 모형이 실행 불가능합니다.
pl: model jest niemożliwy do wykonania
pt_br: o modelo é inviável
ru: модель неосуществима
zh_cn: 此模型不可行
zh_tw: 模型為不可行

source: the model is unbounded
de: das Modell hat keine Grenzen
es: el modelo no está limitado
fr: Le modèle n'est pas associé à des bornes.
it: il modello è illimitato
ja: モデルは無制限です
ko: 모형이 제한이 없습니다.
pl: dla modelu brak więzów
pt_br: o modelo é desvinculado
ru: модель неограниченна
zh_cn: 此模型不受限制
zh_tw: 模型無界限

source: the model is degenerate
de: das Modell ist degeneriert
es: el modelo está deteriorado
fr: Le modèle est endommagé.
it: il modello è degenerato
ja: モデルは劣化しています
ko: 이 모형은 소멸 모형입니다.
pl: model jest zdegenerowany
pt_br: o modelo é degenerado
ru: модель вырождена
zh_cn: 此模型已退化
zh_tw: 模型為退化

source: numerical failure encountered
de: numerischer Fehler aufgetreten
es: se ha encontrado un anomalía numérico
fr: Un problème numérique a été détecté.
it: rilevato errore numerico
ja: 数値の障害が発生しました
ko: 수치 실패가 발생했습니다.
pl: napotkano błąd liczbowy
pt_br: falha numérica encontrada
ru: обнаружена числовая ошибка
zh_cn: 遇到数字故障
zh_tw: 發現數字失敗

source: process aborted
de: Prozess abgebrochen
es: proceso abortado
fr: Le processus a été interrompu.
it: processo interrotto
ja: プロセスが異常終了しました
ko: 프로세스 중단됨
pl: proces przerwano
pt_br: processo interrompido
ru: обработка прервана
zh_cn: 过程已中止
zh_tw: 處理程序已中斷

source: timeout
de: Zeitlimit
es: tiempo de espera
fr: Dépassement du délai d'attente
ja: タイムアウト
ko: 제한시간 초과
pl: przekroczenie limitu czasu
pt_br: tempo limite
ru: срок ожидания
zh_cn: 超时
zh_tw: 逾時

source: the model was solved by presolve
de: das Modell wurde durch presolve aufgelöst
es: el modelo lo ha resuelto presolve
fr: Le modèle a été corrigé à l'aide du paramètre de pré-résolution (presolve).
it: il modello è stato risolto da presolve
ja: モデルは事前解決によって解決されました
ko: 이 모형은 사전 해법에 의해 해결되었습니다.
pl: model został rozwiązany w rozwiązaniu wstępnym
pt_br: o modelo foi resolvido pelo presolve
ru: модель была решена предварительным решением
zh_cn: presolve 已解析模型
zh_tw: 透過預先解析，解析了模型

source: Computations done by R package lpSolve
de: Mit dem R lpSolve-Paket ausgeführte Berechnungen
es: Cálculos realizados por el paquete de R lpSolve
fr: Calculs réalisés à l'aide du pack R lpSolve.
it: Calcoli effettuati da lpSolve del package R
ja: R パッケージ lpSolve によって完了した計算
ko: R 패키지 lpSolve에 의해 계산 완료
pl: Obliczenia wykonane w pakiecie R, lpSolve
pt_br: Cálculos feitos pelo lpSolve do pacote R
ru: Вычисления выполнены пакетом R lpSolve
zh_cn: R 程序包 lpSolve 已完成计算
zh_tw: 由 R 套件 lpSolve 執行的計算

source: Objective Function Optimal Value
de: Optimaler Wert für Zielfunktion
es: Valor óptimo de función objetiva
fr: Valeur optimale de la fonction d'objectif
it: Valore ottimale funzione obiettivo
ja: 目標関数の最適値
ko: 목적 함수 최적 값
pl: Optymalna wartość funkcji celu
pt_br: Valor ideal da função objetivo
ru: Оптимальное значение целевой функции
zh_cn: 目标函数最佳值
zh_tw: 目標函數最佳值

source: Solution Status
de: Lösungsstatus
es: Estado de solución
fr: Statut de la solution
it: Stato soluzione
ja: ソリューションのステータス
ko: 해법 상태
pl: Status rozwiązania
pt_br: Status de Solução
ru: Состояние решения
zh_cn: 解状态
zh_tw: 解決方案狀態

source: Objective Direction
de: Zielrichtung
es: Dirección objetiva
fr: Direction de l'objectif
it: Direzione obiettivo
ja: 目的方向
ko: 목적 방향
pl: Znak funkcji celu
pt_br: Direção de objetivo
ru: Целевое направление
zh_cn: 目标方向
zh_tw: 目標方向

source: Constraint Variables
de: Beschränkungsvariablen
es: Variables de restricción
fr: Variables de contrainte
it: Variabili di vincolo
ja: 制約変数
ko: 제약조건 변수
pl: Zmienne ograniczeń
pt_br: Variáveis de restrição
ru: Переменные уравнений связей
zh_cn: 约束变量
zh_tw: 限制變數

source: Bounds
de: Grenzen
es: Límites
fr: Bornes
it: Limiti
ja: 境界
ko: 경계
pl: Granice
pt_br: Limites
ru: Границы
zh_cn: 界限
zh_tw: 範圍

source: Constraint Direction
de: Beschränkungsrichtung
es: Dirección de restricción
fr: Direction de contrainte
it: Direzione vincolo
ja: 制約方向
ko: 제약조건 방향
pl: Znak ograniczenia
pt_br: Direção de restrição
ru: Направление ограничения
zh_cn: 约束方向
zh_tw: 限制方向

source: Total Iterations
de: Iterationen gesamt
es: Total de iteraciones
fr: Nombre total d'itérations
it: Iterazioni totali
ja: 合計反復回数
ko: 총 반복 수
pl: Łącznie iteracji
pt_br: Iterações Totais
ru: Общее число итераций
zh_cn: 总迭代次数
zh_tw: 反覆運算總計

source: Iterations Used for Relaxed Solution
de: Für gelockerte Lösung verwendete Iterationen
es: Iteraciones utilizadas para la solución laxa
fr: Itérations utilisées pour la solution relaxée
it: Iterazioni utilizzate per soluzione rilassata
ja: 緩和された解法に使用される反復
ko: 느린 해법에 사용된 반복
pl: Iteracje użyte w zrelaksowanym rozwiązaniu
pt_br: Iterações usadas para solução branda
ru: Число итераций, используемых для мягкого решения
zh_cn: 用于不严格求解的迭代
zh_tw: 反覆運算用於輕鬆的解決方案

source: Iterations Used for Branch and Bound
de: Für Verzweigung und Grenze verwendete Iterationen
es: Iteraciones utilizadas para Ramificación y Límite
fr: Itérations utilisées pour les branches et bornes
it: Iterazioni utilizzate per ramo e limite
ja: 分岐および境界に使用される反復
ko: 분기 및 경계에 사용된 반복
pl: Iteracje użyte w oddziale i granicy
pt_br: Iterações Usado para Branch e limite
ru: Число итераций, используемых для ветви и границы
zh_cn: 用于分支和界限的迭代
zh_tw: 反覆運算用於分支及範圍

source: Tolerance
de: Toleranz
es: Tolerancia
fr: Tolérance
it: Tolleranza
ja: 許容度
ko: 공차
pl: Tolerancja
pt_br: Tolerância
ru: Допуск
zh_cn: 容差
zh_tw: 容錯

source: Treat As Zero
de: Als Null behandeln
es: Tratar cono cero
fr: Traiter comme valeur nulle
it: Considera zero
ja: ゼロとして処理
ko: 0으로 처리
pl: Traktuj jako wartości zerowe
pt_br: Tratar como zero
ru: Обрабатывать как нулевые
zh_cn: 视为零
zh_tw: 視為零

source: minimize
de: minimieren
es: minimizar
fr: Minimiser
it: riduci
ja: 最小化
ko: 최소화
pl: minimalizuj
pt_br: minimizar
ru: минимизировать
zh_cn: 最小化
zh_tw: 最小化

source: maximize
de: maximieren
es: maximizar
fr: Maximiser
it: ingrandisci
ja: 最大化
ko: 최대화
pl: maksymalizuj
pt_br: maximizar
ru: максимизировать
zh_cn: 最大化
zh_tw: 最大化

source: --NA--
de: --NV--
es: --ND--
ko: --해당 없음--
pl: --Nie dotyczy--
ru: --НП--
zh_cn: --不适用--
zh_tw: --不適用--

source: Settings and Results Summary
de: Einstellungen und Ergebnisse - Zusammenfassung
es: Resumen de configuraciones y resultados
fr: Récapitulatif des résultats et paramètres
it: Riepilogo impostazioni e risultati
ja: 設定と結果の要約
ko: 설정 및 결과 요약
pl: Podsumowanie ustawień i statystyk
pt_br: Sumarização de configurações e resultados
ru: Сводка параметров и результатов
zh_cn: 设置和结果摘要
zh_tw: 設定及結果摘要

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: 要約
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし (コレスポンデンス分析)
ko: 지정않음
pl: Brak
pt_br: Nenhuma
ru: Нет
zh_cn: 无
zh_tw: 無

source: Objective Function Coefficients and Bounds
de: Zielfunktionskoeffizienten und -grenzen
es: Coeficientes y límites de la función objetiva
fr: Coefficients et bornes de la fonction d'objectif
it: Limiti e coefficienti funzione obiettivo
ja: 目標関数の係数および境界
ko: 목적 함수 계수 및 경계
pl: Współczynniki i granice funkcji celu
pt_br: Limites e coeficientes da função objetivo
ru: Коэффициенты и границы целевой функции
zh_cn: 目标函数系数和界限
zh_tw: 目標函數係數及範圍

source: Coefficients
de: Koeffizienten
es: Coeficientes
it: Coefficienti
ja: 係数
ko: 계수
pl: Współczynniki
pt_br: Coeficientes
ru: Коэффициенты
zh_cn: 系数
zh_tw: 係數

source: Variable Type
de: Variablentyp definieren
es: Tipo de variable
fr: Type de variable
it: Tipo di variabile
ja: 変数の型
ko: 변수 유형
pl: Typ zmiennej
pt_br: Tipo de variável
ru: Тип переменной
zh_cn: 变量类型
zh_tw: 變數類型

source: Lower Bound
de: Untergrenze
es: Límite inferior
fr: Borne inférieure
it: Limite inferiore
ja: 下限
ko: 하한
pl: Dolna wartość graniczna
pt_br: Limite inferior
ru: Нижняя граница
zh_cn: 下限
zh_tw: 下界

source: Upper Bound
de: Obergrenze
es: Límite superior
fr: Borne supérieure
it: Limite superiore
ja: 上限
ko: 상한
pl: Górna wartość graniczna
pt_br: Limite superior
ru: Верхняя граница
zh_cn: 上限
zh_tw: 上界

source: Objective Function
de: Zielfunktion
es: Función objetiva
fr: Fonction d'objectif
it: Funzione obiettivo
ja: 目標関数
ko: 목적 함수
pl: Funkcja celu
pt_br: Função objetivo
ru: Целевая функция
zh_cn: 目标函数
zh_tw: 目標函數

source: Variables at Optimum
de: Variablen bei Optimum
es: Variables en Optimum
fr: Variables optimales
it: Variabili all'ottimo
ja: 最適な変数
ko: 최적 변수
pl: Zmienne o wartości optymalnej
pt_br: Variáveis ideais
ru: Переменные при оптимуме
zh_cn: 最佳变量
zh_tw: 最佳變數

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
ko: 값
pl: Wartości
pt_br: Valores
ru: Значения
zh_cn: 值
zh_tw: 值

source: Optimum
it: Ottimo
ja: 最適
ko: 최적
pl: Wartość optymalna
pt_br: Ideal
ru: Оптимум
zh_cn: 最优
zh_tw: 最佳效果

source: From
de: Von
es: De
fr: De
it: Da
ja: 送信者
ko: 시작
pl: Od
pt_br: De
ru: От
zh_cn: 从
zh_tw: 從

source: To
de: An
es: Para
fr: A
it: A
ja: 送信先
ko: 끝
pl: Do
pt_br: Para
ru: Кому
zh_cn: 到
zh_tw: 至

source: Objective Function Sensitivity
de: Zielfunktionssensitivität
es: Sensibilidad de la función objetiva
fr: Sensibilité de la fonction d'objectif
it: Sensibilità funzione obiettivo
ja: 目標関数の感度
ko: 목적 함수 민감도
pl: Czułość funkcji celu
pt_br: Sensibilidade da função objetivo
ru: Чувствительность целевой функции
zh_cn: 目标函数灵敏度
zh_tw: 目標函數靈敏度

source: Rows show the range within which that objective function coefficient can vary without changing the solution. However, they do not account for any integer constraints.
de: Zeilen zeigen den Bereich, innerhalb dessen der Zielfunktionskoeffizient variieren kann, ohne die Lösung zu ändern. Dabei werden jedoch keine Ganzzahlbedingungen berücksichtigt.
es: Las filas muestran el rango dentro del cual el coeficiente de esa función objetiva puede variar sin cambiar la solución. Sin embargo, no explican las restricciones de enteros.
fr: Les lignes indiquent la plage dans laquelle le coefficient de fonction d'objectif peut varier sans en modifier la solution. Toutefois, elles ne tiennent pas compte des contraintes d'entier.
it: Le righe mostrano l'intervallo all'interno del quale quel coefficiente della funzione obiettivo può variare senza modificare la soluzione. Tuttavia, non rendono conto dei vincoli numero intero.
ja: 各行は、その目標関数係数が解を変更することなく変動できる範囲を示しています。ただし、整数制約は考慮されていません。
ko: 행은 해법 변경 없이 목적 함수 계수가 달라질 수 있는 범위를 보여줍니다. 하지만 정수 제약조건을 처리하지는 않습니다.
pl: Wiersze wskazują zakres, w ramach którego ten współczynnik funkcji celu może wahać się bez konieczności zmiany rozwiązania. Nie uwzględniają one jednak żadnego z ograniczeń całkowitoliczbowych.
pt_br: As linhas mostram o intervalo dentro do qual esse coeficiente de função objetiva pode variar sem alterar a solução. No entanto, elas não contam para nenhuma restrição de número inteiro.
ru: Строки показывают диапазон, в котором может колебаться коэффициент целевой функции без изменения решения. Однако никакие целочисленные ограничения они не учитывают.
zh_cn: 行显示了一个范围，目标函数系数可以在此范围变动而不更改解。但是，它们并不用作任何整数约束。
zh_tw: 列顯示目標函數係數可能會改變，而不會變更解的範圍。但是，它們不會造成任何整數限制。

source: Constraints at Optimum
de: Beschränkungen bei Optimum
es: Restricciones en Optimum
fr: Contraintes optimales
it: Vincoli all'ottimo
ja: 最適な制約
ko: 최적 제약조건
pl: Ograniczenia o wartości optymalnej
pt_br: Restrições ideais
ru: Ограничения на оптимуме
zh_cn: 最佳约束
zh_tw: 最佳限制

source: Actual
de: Tatsächlich
es: Real
fr: Réel
it: Effettivo
ja: 実際
ko: 실제값
pl: Rzeczywista
pt_br: Real
ru: Фактически
zh_cn: 实际
zh_tw: 實際

source: Direction
de: Richtung
es: Dirección
it: Direzione
ja: 傾向
ko: 방향성
pl: Kierunek
pt_br: Direção
ru: Направление
zh_cn: 方向
zh_tw: 方向

source: Bound
de: Grenze
es: Límite
fr: Borne
it: Limite
ja: 境界
ko: 경계
pl: Granica
pt_br: Limite
ru: Граница
zh_cn: 界限
zh_tw: 界限

source: Difference
de: Differenz
es: Diferencia
fr: Différence
it: Differenza
ja: 差分
ko: 차분
pl: Różnice
pt_br: Diferença
ru: Дифференциальный
zh_cn: 差异
zh_tw: 差異

source: Shadow Price
de: Schattenpreis
es: Precio sombra
fr: Prix fictif
it: Prezzo ombra
ja: 潜在価格
ko: 그림자 가격
pt_br: Preço sombra
ru: Теневая цена
zh_cn: 影子价格
zh_tw: 影子價格
