Repository: IBMPredictiveAnalytics/STATS_LP
Catalog: src/lang/*/STATS_LP.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Lower and upper bounds show the range within which the bound can vary without changing the solution. However, they do not account for any integer constraints.
de: Untere und obere Grenzen zeigen den Bereich, innerhalb dessen die Grenze variieren kann, ohne die Lösung zu ändern. Dabei werden jedoch keine Ganzzahlbedingungen berücksichtigt.
es: Los límites superior e inferior muestran el rango dentro del cual puede variar el límite sin cambiar la solución. Sin embargo, no explican las restricciones de enteros.
fr: Les bornes supérieure et inférieure affichent la plage dans laquelle la borne peut varier sans en modifier la solution. Toutefois, elles ne tiennent pas compte des contraintes d'entier.
it: I limiti inferiore e superiore mostrano l'intervallo all'interno del quale il limite può variare senza modificare la soluzione. Tuttavia, non rendono conto dei vincoli numero intero.
ja: 下限および上限は、境界が解を変更することなく変動できる範囲を示しています。ただし、整数制約は考慮されていません。
ko: 상한 및 하한은 해법 변경 없이 경계가 달라질 수 있는 범위를 의미합니다. 하지만 정수 제약조건을 처리하지는 않습니다.
pl: Górna i dolna granica wskazuje zakres, w ramach którego ta granica może wahać się bez konieczności zmiany rozwiązania. Nie uwzględniają one jednak żadnego z ograniczeń całkowitoliczbowych.
pt_br: Os limites inferior e superior mostram o intervalo dentro do qual o limite pode variar sem alterar a solução. No entanto, eles não contam para nenhuma restrição de número inteiro.
ru: Верхняя и нижняя границы показывают диапазон, в котором может колебаться граница без изменения решения. Однако никакие целочисленные ограничения они не учитывают
zh_cn: 下限和上限显示了一个范围，界限可以在此范围变动而不更改解。但是，它们并不用作任何整数约束。
zh_tw: 下限及上限顯示界限可能會改變，而不會變更解的範圍。但是，它們不會造成任何整數限制。

source: Constraint Results
de: Beschränkungsergebnisse
es: Resultados de la restricción
fr: Résultats de contrainte
it: Risultati del vincolo
ja: 制約結果
ko: 제약조건 결과
pl: Wyniki dla ograniczenia
pt_br: Resultados de Restrição
ru: Результаты ограничений
zh_cn: 约束结果
zh_tw: 限制結果

source: End of procedure
de: Ende der Prozedur
es: Fin del procedimiento
fr: Fin de la procédure
it: Fine della procedura
ja: 手順の終わり
ko: 프로시저 끝
pl: Koniec procedury
pt_br: Fim do procedimento
ru: Конец процедуры
zh_cn: 过程结束
zh_tw: 程序的結尾

source: Message Number
de: Nachrichtennummer
es: Número de mensaje
fr: Numéro de message
it: Numero messaggio
ja: メッセージ番号
ko: 메시지 번호
pl: Numer komunikatu
pt_br: Número da mensagem
ru: Номер сообщения
zh_cn: 消息号
zh_tw: 訊息號碼
